# GetTexBitFeatureSize

## Description
Function GetTexBitFeatureSize returns the feature size of the referenced bitmap in real world inches.

```pascal
FUNCTION GetTexBitFeatureSize(textureBitmap : HANDLE) : REAL;
```

```python

def vs.GetTexBitFeatureSize(textureBitmap):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|textureBitmap|HANDLE|Handle to texture bitmap.|

## Remarks
Returns feature size in real-world inches

## Version
Availability: from VectorWorks8.0
## Category
* Textures